{
  "nl": "nl",

  "header.about": "Over ons",
  "header.contact": "Contact",
  "footer.contacts": "Contacten:",
  "footer.address": "Adres:",
  "footer.email": "E-mail:",
  "footer.docs.client_ag": "Klantenovereenkomst",
  "footer.docs.privacy": "Privacybeleid",
  "footer.docs.conflict": "Belangenconflict",
  "footer.docs.terms": "Gebruiksvoorwaarden",
  "footer.docs.cookie": "Cookiebeleid",
  "footer.disclaimer.title0": "",
  "footer.disclaimer.title1": "",
  "footer.disclaimer.text1": "Sluit je vandaag nog aan om crypto te kopen met de steun van een team dat bekendstaat om technische uitmuntendheid en betrouwbare resultaten.",
  "footer.disclaimer.text2": "",
  "footer.disclaimer.text3": "",
  "footer.rights": "℗ Copyright 2025 IW Finance Consulting. Alle rechten voorbehouden.",
  "btn.start": "Investeren",
  "btn.openacc": "Rekening openen",
  "btn.contact": "Neem contact op",

  "form.back": "Tilbage",
  "form.name": "Volledige naam",
  "form.message": "Bericht",
  "form.email": "E-mailadres",
  "form.name.placeholder": "Naam",
  "form.select.placeholder": "Telefoon",
  "form.email.placeholder": "Vul je e-mailadres in",
  "form.message.placeholder": "Typ hier je bericht",
  "form.agree": "Ik ga akkoord met de algemene voorwaarden van deze website",
  "form.success": "Bedankt voor je aanvraag!<br/>Onze medewerker neemt spoedig contact met je op.",
  "form.error": "Er is iets misgegaan!<br/>Probeer het later opnieuw.",
  "form.process": "Verzenden...",

  "main.brand": "IW Finance Consulting",
  "main.first.title": "Slim crypto beheer. Wereldwijd vertrouwen.",
  "main.first.text0": "Welkom bij IW Finance, waar het betreden van de wereld van digitale activa snel, eenvoudig en voor iedereen toegankelijk is.",
  "main.first.text1": "Of je nu nieuw bent in crypto of een ervaren gebruiker, wij bieden je alles wat je nodig hebt om controle te krijgen over je financiële toekomst.",
  "main.sec.title": "Wat ons onderscheidt",
  "main.sec.listtitle0": "Wereldwijde dekking",
  "main.sec.listtext0": "Sluit je aan bij meer dan 120.000 klanten in meer dan 110 landen die ons vertrouwen met hun digitale activa.",
  "main.sec.listtitle1": "Sterke beveiliging",
  "main.sec.listtext1": "Met gehoste wallets, geavanceerde encryptie en strikte naleving van regelgeving bieden wij topbeveiliging.",
  "main.sec.listtitle2": "Alles-in-één platform",
  "main.sec.listtext2": "Beheer eenvoudig je crypto — kopen, opslaan, verzenden en wisselen via onze veilige en gebruiksvriendelijke interface.",
  "main.sec.listtitle3": "Professionele prestaties",
  "main.sec.listtext3": "Ons platform is geschikt voor zowel beginners als ervaren gebruikers met waardevolle activa.",
  "main.third.listtitle0": "Toegang tot alles-in-één wallet",
  "main.third.listtext0": "Beheer zowel fiat- als cryptoactiva op één veilige plek — geen gedoe meer met meerdere apps of platforms.",
  "main.third.listtitle1": "Snelle crypto transacties",
  "main.third.listtext1": "Verzend en ontvang crypto snel en veilig, zonder vertragingen of onnodige complexiteit.",
  "main.third.listtitle2": "Beveiliging waarop je kunt vertrouwen",
  "main.third.listtext2": "Geen handmatige private keys of seed phrases nodig. Ons beveiligd systeem zorgt voor veilige toegang en herstel — jouw activa, jouw regels.",
  "main.four.title": "Gebouwd voor bedrijven",
  "main.four.text0": "IW Finance biedt ook aangepaste hersteloplossingen voor bedrijven en individuen die zijn getroffen door frauduleuze brokers of gecompromitteerde digitale platforms.",
  "main.four.text1": "Of je nu hulp zoekt bij het traceren van verloren fondsen, het herstellen van toegang tot wallets of het samenwerken met ons netwerk van juridische en cybersecuritypartners, wij bieden veilige, resultaatgerichte ondersteuning. Ons doel is jou te helpen weer controle te krijgen over je digitale activa, met vertrouwen en duidelijkheid.",
  "main.five.title": "Aan de slag gaan",
  "main.five.listtitle0": "Stort geld in je wallet",
  "main.five.listtext0": "Voeg geld toe via bankkaarten, overschrijvingen of crypto. Snel, flexibel en veilig.",
  "main.five.listtitle1": "Verifieer je identiteit",
  "main.five.listtext1": "Voltooi een korte identiteitscontrole om je account volledig te activeren en aan de regelgeving te voldoen.",
  "main.five.listtitle2": "Begin je herstelproces",
  "main.five.listtext2": "Beheer je digitale activa met tools die veilige en efficiënte terugwinning ondersteunen.",
  "main.six.title0": "Doe met ons mee",
  "main.six.title1": "bij IW Finance",
  "main.six.text": "en zet de volgende stap in je crypto-avontuur!",
  "main.seven.title0": "Neem contact op",
  "main.seven.title1": "Heb je een vraag? Hulp nodig?",
  "main.seven.text": "Wij staan voor je klaar. Vul het onderstaande formulier in en een van onze teamleden neemt snel contact met je op.",

  "about.first.title0": "Over ons",
  "about.first.title1": "Een vertrouwde naam in financiën",
  "about.first.text0": "IW Finance Consulting is opgericht om crypto toegankelijker, veiliger en beter beheersbaar te maken voor mensen over de hele wereld.",
  "about.first.text1": "Wij vereenvoudigen het beheer van digitale activa met een gestroomlijnde ervaring, zonder concessies te doen aan prestaties, service of veiligheid. Met meer dan 9 miljoen verwerkte transacties en meer dan 250 ondersteunde cryptocurrencies helpen wij je graag succesvol te zijn in het veranderende financiële landschap.",
  "about.sec.title": "Wat wij bieden",
  "about.sec.listtitle0": "Betrouwbare ondersteuning",
  "about.sec.listtext0": "Ons toegewijde ondersteuningsteam staat klaar om je bij elke stap te helpen.",
  "about.sec.listtitle1": "Snelle transacties",
  "about.sec.listtext1": "Aangedreven door een betrouwbare en snelle infrastructuur om je herstelacties precies op het juiste moment te ondersteunen.",
  "about.sec.listtitle2": "Transparante en concurrerende tarieven",
  "about.sec.listtext2": "Wij werken samen met vertrouwde aanbieders om marktleidende prijzen en voorwaarden te bieden.",
  "about.sec.listtitle3": "Wereldwijde toegankelijkheid",
  "about.sec.listtext3": "Waar je ook bent, ons platform is klaar om aan je crypto-behoeften te voldoen.",
  "about.third.title0": "Sluit je aan bij duizenden",
  "about.third.title1": "die vertrouwen op IW Finance",
  "about.third.text": "Van beginnende kopers tot financiële professionals — onze klanten kiezen voor IW Finance omwille van de eenvoud, veiligheid en slimme manier van crypto beheren.",
  "": ""
}