{
  "pl": "pl",

  "header.about": "O nas",
  "header.contact": "Kontakt",
  "footer.contacts": "Kontakty:",
  "footer.address": "Adres:",
  "footer.email": "E-mail:",
  "footer.docs.client_ag": "Umowa z klientem",
  "footer.docs.privacy": "Polityka prywatności",
  "footer.docs.conflict": "Konflikt interesów",
  "footer.docs.terms": "Regulamin",
  "footer.docs.cookie": "Polityka plików cookie",
  "footer.disclaimer.title0": "",
  "footer.disclaimer.title1": "",
  "footer.disclaimer.text1": "Dołącz do nas już dziś, aby kupować kryptowaluty z pomocą zespołu znanego z doskonałości technicznej i niezawodnych wyników.",
  "footer.disclaimer.text2": "",
  "footer.disclaimer.text3": "",
  "footer.rights": "℗ Copyright 2025 IW Finance Consulting. Wszelkie prawa zastrzeżone.",
  "btn.start": "Rozpocznij teraz",
  "btn.openacc": "Otwórz konto",
  "btn.contact": "Skontaktuj się",
  "btn.submit": "Wyślij wiadomość",
  
  "form.back": "Wstecz",
  "form.name": "Pełne imię i nazwisko",
  "form.message": "Wiadomość",
  "form.email": "Adres e-mail",
  "form.name.placeholder": "Imię i nazwisko",
  "form.email.placeholder": "Wprowadź swój adres e-mail",
  "form.message.placeholder": "Tutaj wpisz treść wiadomości",
  "form.agree": "Akceptuję Regulamin tej strony",
  "form.success": "Dziękujemy za zgłoszenie!<br/>Nasz menedżer skontaktuje się z Tobą wkrótce.",
  "form.error": "Coś poszło nie tak!<br/>Spróbuj ponownie później.",
  "form.process": "Wysyłanie...",
  
  "marq": "• Twoja krypto • Twoje zasady • Twoja krypto • Twoje zasady • Twoja krypto • Twoje zasady • Twoja krypto • Twoje zasady • Twoja krypto • Twoje zasady.",
  "main.brand": "IW Finance Consulting",
  "main.first.title": "Inteligentne zarządzanie krypto. Globalne zaufanie.",
  "main.first.text0": "Witamy w IW Finance, gdzie wejście w świat aktywów cyfrowych jest szybkie, łatwe i dostępne dla każdego.",
  "main.first.text1": "Niezależnie od tego, czy jesteś nowicjuszem w świecie krypto, czy doświadczonym użytkownikiem, zapewniamy Ci wszystko, czego potrzebujesz, aby przejąć kontrolę nad swoją finansową przyszłością.",
  "main.sec.title": "Co nas wyróżnia",
  "main.sec.listtitle0": "Globalny zasięg",
  "main.sec.listtext0": "Dołącz do ponad 120 000 klientów z ponad 110 krajów, którzy powierzają nam swoje aktywa cyfrowe.",
  "main.sec.listtitle1": "Solidne bezpieczeństwo",
  "main.sec.listtext1": "Dzięki portfelom hostowanym, zaawansowanemu szyfrowaniu i ścisłemu przestrzeganiu norm regulacyjnych nasze środki bezpieczeństwa są na najwyższym poziomie.",
  "main.sec.listtitle2": "Platforma all-in-one",
  "main.sec.listtext2": "Łatwo zarządzaj swoimi aktywami krypto — kupuj, przechowuj, wysyłaj i wymieniaj z pełną kontrolą poprzez bezpieczny i przyjazny interfejs.",
  "main.sec.listtitle3": "Profesjonalna wydajność",
  "main.sec.listtext3": "Nasza platforma jest skierowana zarówno do początkujących, jak i doświadczonych profesjonalistów z dużymi aktywami.",
  "main.third.listtitle0": "Dostęp do portfela all-in-one",
  "main.third.listtext0": "Łatwo przechowuj i zarządzaj zarówno aktywami fiat, jak i krypto w jednym bezpiecznym miejscu — bez konieczności używania wielu aplikacji czy platform.",
  "main.third.listtitle1": "Szybkie transakcje krypto",
  "main.third.listtext1": "Wysyłaj i odbieraj krypto szybko i bezpiecznie, bez opóźnień czy zbędnej komplikacji.",
  "main.third.listtitle2": "Bezpieczeństwo, któremu możesz zaufać",
  "main.third.listtext2": "Nie musisz samodzielnie obsługiwać kluczy prywatnych ani fraz odzyskiwania. Nasz chroniony system zapewnia pełną kontrolę nad dostępem i odzyskiwaniem — Twoje aktywa, Twoje zasady.",
  "main.four.title": "Stworzone dla firm",
  "main.four.text0": "IW Finance zapewnia także dopasowane rozwiązania odzyskiwania dla firm i osób dotkniętych nieuczciwymi brokerami lub naruszonymi platformami aktywów cyfrowych.",
  "main.four.text1": "Niezależnie od tego, czy szukasz pomocy w śledzeniu utraconych środków, odzyskiwaniu dostępu do naruszonych portfeli, czy współpracy z naszymi partnerami prawnymi i cyberbezpieczeństwa, oferujemy bezpieczne i skuteczne wsparcie. Naszym celem jest pomóc Ci odzyskać kontrolę nad Twoimi aktywami cyfrowymi z pewnością i jasnością.", 
  "main.five.title": "Jak zacząć",
  "main.five.listtitle0": "Zasil swój portfel",
  "main.five.listtext0": "Dodaj środki poprzez karty bankowe, przelewy lub kryptowaluty. To szybkie, elastyczne i bezpieczne.",
  "main.five.listtitle1": "Zweryfikuj swoją tożsamość",
  "main.five.listtext1": "Przejdź krótki proces weryfikacji tożsamości, aby w pełni aktywować konto i zachować zgodność.",
  "main.five.listtitle2": "Rozpocznij proces odzyskiwania",
  "main.five.listtext2": "Uzyskaj dostęp i zarządzaj swoimi aktywami cyfrowymi za pomocą narzędzi wspierających bezpieczne i efektywne odzyskiwanie.",
  "main.six.title0": "Dołącz do nas",
  "main.six.title1": "w IW Finance",
  "main.six.text": "i zrób kolejny krok w swojej krypto podróży!",
  "main.seven.title0": "Skontaktuj się",
  "main.seven.title1": "Masz pytanie? Potrzebujesz wsparcia?",
  "main.seven.text": "Jesteśmy tutaj, aby pomóc. Wypełnij formularz poniżej, a członek naszego zespołu wkrótce się z Tobą skontaktuje.",
  
  "about.first.title0": "O nas",
  "about.first.title1": "Zaufana marka w finansach",
  "about.first.text0": "IW Finance Consulting powstało, aby uczynić kryptowaluty bardziej dostępnymi, bezpiecznymi i łatwiejszymi w zarządzaniu dla ludzi na całym świecie.",
  "about.first.text1": "Upraszczamy zarządzanie aktywami cyfrowymi, oferując uproszczone doświadczenie bez kompromisów w zakresie wydajności, obsługi czy bezpieczeństwa. Z ponad 9 milionami przetworzonych transakcji i ponad 250 obsługiwanymi kryptowalutami, jesteśmy zaangażowani w pomoc w rozwoju w zmieniającym się świecie finansów.",
  "about.sec.title": "Co oferujemy",
  "about.sec.listtitle0": "Niezawodne wsparcie",
  "about.sec.listtext0": "Nasz dedykowany zespół wsparcia jest dostępny, aby pomóc Ci na każdym etapie.",
  "about.sec.listtitle1": "Szybkie transakcje",
  "about.sec.listtext1": "Napędzane przez niezawodną i szybką infrastrukturę, aby wspierać Twoje działania odzyskiwania dokładnie wtedy, gdy ich potrzebujesz.",
  "about.sec.listtitle2": "Przejrzyste i konkurencyjne stawki",
  "about.sec.listtext2": "Współpracujemy ze sprawdzonymi dostawcami, aby zapewnić wiodące na rynku ceny i warunki.",
  "about.sec.listtitle3": "Globalna dostępność",
  "about.sec.listtext3": "Gdziekolwiek jesteś, nasza platforma jest gotowa, aby zaspokoić Twoje potrzeby związane z krypto.",
  "about.third.title0": "Dołącz do tysięcy",
  "about.third.title1": "którzy ufają IW Finance Consulting",
  "about.third.text": "Od pierwszych nabywców po profesjonalistów finansowych — nasi klienci wybierają IW Finance z konkretnego powodu: prostota, bezpieczeństwo i mądrzejszy sposób zarządzania krypto.",
  "": ""
}